Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Works with AWS S3, R2, B2, and more. Keys never leave this device's Keychain.
de: Funktioniert mit AWS S3, R2, B2 und mehr. Schlüssel verlassen nie den Schlüsselbund dieses Geräts.
es: Funciona con AWS S3, R2, B2 y más. Las claves nunca salen del Llavero de este dispositivo.
fr: Compatible avec AWS S3, R2, B2 et d'autres. Les clés ne quittent jamais le trousseau de cet appareil.
it: Funziona con AWS S3, R2, B2 e altri. Le chiavi non escono mai dal Portachiavi di questo dispositivo.
ja: AWS S3、R2、B2 などに対応。キーがこのデバイスのキーチェーンから出ることはありません。
ko: AWS S3, R2, B2 등과 함께 쓸 수 있어요. 키는 이 기기의 키체인을 벗어나지 않아요.
pt_br: Funciona com AWS S3, R2, B2 e outros. As chaves nunca saem do Keychain deste dispositivo.
zh_hans: 支持 AWS S3、R2、B2 等。密钥绝不会离开这台设备的钥匙串。

source: You
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
ko: 나
pt_br: Você
zh_hans: 你

source: You'll be connected the moment you're both online.
de: Ihr werdet verbunden, sobald ihr beide online seid.
es: Se conectarán en cuanto ambos estén en línea.
fr: Vous serez connectés dès que vous serez tous les deux en ligne.
it: Sarete connessi non appena sarete entrambi online.
ja: 二人ともオンラインになった瞬間につながります。
ko: 두 사람 모두 온라인이 되는 순간 연결돼요.
pt_br: Vocês serão conectados assim que os dois estiverem online.
zh_hans: 只要你们两个都在线，就会立刻连上。

source: Your bio and link show on your profile for the people in your circle.
de: Deine Bio und dein Link erscheinen in deinem Profil für die Leute in deinem Kreis.
es: Tu biografía y tu enlace aparecen en tu perfil para las personas de tu círculo.
fr: Votre bio et votre lien apparaissent sur votre profil pour les membres de votre cercle.
it: La tua bio e il tuo link compaiono sul tuo profilo per le persone della tua cerchia.
ja: 自己紹介とリンクは、サークルの人たちに見えるプロフィールに表示されます。
ko: 소개와 링크는 서클에 있는 사람들에게 프로필에서 보여요.
pt_br: Sua bio e seu link aparecem no seu perfil para as pessoas do seu círculo.
zh_hans: 你的简介和链接会显示在你的个人资料上，圈子里的人都能看到。

source: Your bucket keeps the circle synced; credentials stay on the circle's devices.
de: Dein Bucket hält den Kreis synchron; die Zugangsdaten bleiben auf den Geräten des Kreises.
es: Tu bucket mantiene el círculo sincronizado; las credenciales se quedan en los dispositivos del círculo.
fr: Votre bucket garde le cercle synchronisé ; les identifiants restent sur les appareils du cercle.
it: Il tuo bucket mantiene la cerchia sincronizzata; le credenziali restano sui dispositivi della cerchia.
ja: あなたのバケットがサークルの同期を保ちます。認証情報はサークルのデバイスから出ません。
ko: 버킷이 서클을 동기화해 주고, 자격 증명은 서클의 기기에만 남아요.
pt_br: Seu bucket mantém o círculo sincronizado; as credenciais ficam nos dispositivos do círculo.
zh_hans: 你的存储桶让圈子保持同步；凭据只留在圈子的设备上。

source: Your circle is private
de: Dein Kreis ist privat
es: Tu círculo es privado
fr: Votre cercle est privé
it: La tua cerchia è privata
ja: あなたのサークルはプライベートです
ko: 서클은 비공개예요
pt_br: Seu círculo é privado
zh_hans: 你的圈子是私密的

source: Your circle shares this bucket. Only sealed, unreadable data is stored there.
de: Dein Kreis teilt sich diesen Bucket. Dort werden nur versiegelte, unlesbare Daten gespeichert.
es: Tu círculo comparte este bucket. Allí solo se guardan datos sellados e ilegibles.
fr: Votre cercle partage ce bucket. Seules des données scellées et illisibles y sont stockées.
it: La tua cerchia condivide questo bucket. Vi sono archiviati solo dati sigillati e illeggibili.
ja: サークルのみんなでこのバケットを共有します。保存されるのは封をされた、読み取れないデータだけです。
ko: 서클이 이 버킷을 함께 써요. 봉인되어 읽을 수 없는 데이터만 저장돼요.
pt_br: Seu círculo compartilha este bucket. Só ficam armazenados lá dados selados e ilegíveis.
zh_hans: 你的圈子共用这个存储桶。那里只存放已封存、无法读取的数据。

source: Your current identity stays saved here, so you can switch back anytime.
de: Deine aktuelle Identität bleibt hier gespeichert, du kannst also jederzeit zurückwechseln.
es: Tu identidad actual se queda guardada aquí, así puedes volver a ella cuando quieras.
fr: Votre identité actuelle reste enregistrée ici, vous pouvez donc y revenir à tout moment.
it: La tua identità attuale resta salvata qui, così puoi tornarci quando vuoi.
ja: 今のアイデンティティはここに保存されたままなので、いつでも戻せます。
ko: 현재 신원은 여기에 그대로 저장돼 있어서 언제든 다시 전환할 수 있어요.
pt_br: Sua identidade atual continua salva aqui, então você pode voltar para ela quando quiser.
zh_hans: 你当前的身份会一直保存在这里，随时可以切换回来。

source: Your identities
de: Deine Identitäten
es: Tus identidades
fr: Vos identités
it: Le tue identità
ja: あなたのアイデンティティ
ko: 내 신원
pt_br: Suas identidades
zh_hans: 你的身份

source: Your media saves to **Haven ▸ Shared**; media sent to you saves to **Haven ▸ Received**.
de: Deine Medien werden in **Haven ▸ Geteilt** gespeichert; an dich gesendete Medien in **Haven ▸ Empfangen**.
es: Tus archivos se guardan en **Haven ▸ Compartidos**; los que te envían se guardan en **Haven ▸ Recibidos**.
fr: Vos médias sont enregistrés dans **Haven ▸ Partagés** ; les médias qu'on vous envoie sont enregistrés dans **Haven ▸ Reçus**.
it: I tuoi media vengono salvati in **Haven ▸ Condivisi**; i media che ricevi vengono salvati in **Haven ▸ Ricevuti**.
ja: あなたのメディアは **Haven ▸ Shared** に、あなた宛てに送られたメディアは **Haven ▸ Received** に保存されます。
ko: 내가 보낸 미디어는 **Haven ▸ Shared**에, 나에게 온 미디어는 **Haven ▸ Received**에 저장돼요.
pt_br: Suas mídias são salvas em **Haven ▸ Compartilhadas**; as mídias enviadas para você são salvas em **Haven ▸ Recebidas**.
zh_hans: 你的媒体会保存到 **Haven ▸ 已分享**；别人发给你的媒体会保存到 **Haven ▸ 已接收**。

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: あなたの名前
ko: 내 이름
pt_br: Seu nome
zh_hans: 你的名字

source: Your name for this circle
de: Dein Name für diesen Kreis
es: Tu nombre para este círculo
fr: Votre nom dans ce cercle
it: Il tuo nome per questa cerchia
ja: このサークルでのあなたの名前
ko: 이 서클에서 쓸 내 이름
pt_br: Seu nome neste círculo
zh_hans: 你在这个圈子里的名字

source: Your name or nickname
de: Dein Name oder Spitzname
es: Tu nombre o apodo
fr: Votre nom ou surnom
it: Il tuo nome o soprannome
ja: 名前またはニックネーム
ko: 이름 또는 닉네임
pt_br: Seu nome ou apelido
zh_hans: 你的姓名或昵称

source: Your new device scans this and gets its own revocable key — never your master key.
de: Dein neues Gerät scannt diesen Code und erhält einen eigenen, widerrufbaren Schlüssel – niemals deinen Hauptschlüssel.
es: Tu nuevo dispositivo escanea esto y obtiene su propia clave revocable, nunca tu clave maestra.
fr: Votre nouvel appareil scanne ce code et reçoit sa propre clé révocable — jamais votre clé maîtresse.
it: Il tuo nuovo dispositivo lo scansiona e ottiene una sua chiave revocabile — mai la tua chiave principale.
ja: 新しいデバイスでこれをスキャンすると、取り消し可能な専用キーが発行されます。マスターキーが渡ることはありません。
ko: 새 기기가 이 코드를 스캔하면 언제든 해지할 수 있는 자체 키를 받습니다. 마스터 키는 절대 전달되지 않습니다.
pt_br: Seu novo dispositivo lê este código e recebe a própria chave revogável — nunca a sua chave mestra.
zh_hans: 你的新设备扫描它后，会获得一个专属的、可撤销的密钥——绝不是你的主密钥。

source: Your new device scans this from **“Link a device”** and gets its own revocable key — **never your master key**.
de: Dein neues Gerät scannt diesen Code über **„Gerät verknüpfen“** und erhält einen eigenen, widerrufbaren Schlüssel – **niemals deinen Hauptschlüssel**.
es: Tu nuevo dispositivo escanea esto desde **«Vincular un dispositivo»** y obtiene su propia clave revocable, **nunca tu clave maestra**.
fr: Votre nouvel appareil scanne ce code depuis **« Associer un appareil »** et reçoit sa propre clé révocable — **jamais votre clé maîtresse**.
it: Il tuo nuovo dispositivo lo scansiona da **“Collega un dispositivo”** e ottiene una sua chiave revocabile — **mai la tua chiave principale**.
ja: 新しいデバイスの**「デバイスをリンク」**からこれをスキャンすると、取り消し可能な専用キーが発行されます。**マスターキーが渡ることはありません**。
ko: 새 기기에서 **“기기 연결”**을 통해 이 코드를 스캔하면 언제든 해지할 수 있는 자체 키를 받습니다. **마스터 키는 절대 전달되지 않습니다**.
pt_br: Seu novo dispositivo lê este código em **"Vincular um dispositivo"** e recebe a própria chave revogável — **nunca a sua chave mestra**.
zh_hans: 你的新设备从 **“关联设备”** 中扫描它后，会获得一个专属的、可撤销的密钥——**绝不是你的主密钥**。

source: Your own S3 bucket
de: Dein eigener S3-Bucket
es: Tu propio bucket de S3
fr: Votre propre bucket S3
it: Il tuo bucket S3 personale
ja: 自分のS3バケット
ko: 내 S3 버킷
pt_br: Seu próprio bucket S3
zh_hans: 你自己的 S3 存储桶

source: Your posts
de: Deine Beiträge
es: Tus publicaciones
fr: Vos publications
it: I tuoi post
ja: あなたの投稿
ko: 내 게시물
pt_br: Suas publicações
zh_hans: 你的动态

source: Your posts show up here
de: Hier erscheinen deine Beiträge
es: Tus publicaciones aparecerán aquí
fr: Vos publications apparaîtront ici
it: I tuoi post appaiono qui
ja: あなたの投稿はここに表示されます
ko: 내가 올린 게시물이 여기에 표시됩니다
pt_br: Suas publicações aparecem aqui
zh_hans: 你的动态会显示在这里

source: Your primary device keeps handling notifications for the new device for now.
de: Dein Hauptgerät übernimmt vorerst weiterhin die Mitteilungen für das neue Gerät.
es: Por ahora, tu dispositivo principal sigue gestionando las notificaciones del nuevo dispositivo.
fr: Pour l'instant, votre appareil principal continue de gérer les notifications du nouvel appareil.
it: Per ora il tuo dispositivo principale continua a gestire le notifiche per il nuovo dispositivo.
ja: 当面は、新しいデバイスの通知もメインのデバイスが処理します。
ko: 당분간은 기본 기기가 새 기기의 알림도 함께 처리합니다.
pt_br: Por enquanto, seu dispositivo principal continua cuidando das notificações do novo dispositivo.
zh_hans: 暂时仍由你的主设备为新设备处理通知。

source: Your S3-compatible bucket
de: Dein S3-kompatibler Bucket
es: Tu bucket compatible con S3
fr: Votre bucket compatible S3
it: Il tuo bucket compatibile con S3
ja: 自分のS3互換バケット
ko: 내 S3 호환 버킷
pt_br: Seu bucket compatível com S3
zh_hans: 你的 S3 兼容存储桶

source: Your stories
de: Deine Stories
es: Tus historias
fr: Vos stories
it: Le tue storie
ja: あなたのストーリー
ko: 내 스토리
pt_br: Seus stories
zh_hans: 你的快拍

source: Your story
de: Deine Story
es: Tu historia
fr: Votre story
it: La tua storia
ja: あなたのストーリー
ko: 내 스토리
pt_br: Seu story
zh_hans: 你的快拍

source: %@ max
es: %@ máx.
ja: 最大 %@
ko: 최대 %@
pt_br: %@ máx.
zh_hans: 最大 %@

source: Access key id
es: ID de clave de acceso
fr: Identifiant de clé d'accès
it: ID chiave di accesso
ja: アクセスキー ID
ko: 액세스 키 ID
pt_br: ID da chave de acesso
zh_hans: 访问密钥 ID

source: DERP fabric URL (optional)
es: URL de la red DERP (opcional)
fr: URL du fabric DERP (facultatif)
it: URL della rete DERP (facoltativo)
ja: DERP ファブリック URL（任意）
ko: DERP 패브릭 URL(선택 사항)
pt_br: URL da malha DERP (opcional)
zh_hans: DERP 网络地址（可选）

source: DERP fabric: %@
es: Red DERP: %@
fr: Fabric DERP : %@
it: Rete DERP: %@
ja: DERP ファブリック: %@
ko: DERP 패브릭: %@
pt_br: Malha DERP: %@
zh_hans: DERP 网络：%@

source: Haven relay
es: Relay de Haven
fr: Relais Haven
it: Relay Haven
pt_br: Relay do Haven

source: iCloud backup
es: Copia de seguridad en iCloud
fr: Sauvegarde iCloud
it: Backup su iCloud
ja: iCloud バックアップ
ko: iCloud 백업
pt_br: Backup do iCloud
zh_hans: iCloud 备份

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름 (선택)
pt_br: Nome (opcional)
zh_hans: 名称（可选）

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线

source: Online
es: En línea
fr: En ligne
ja: オンライン
ko: 온라인
zh_hans: 在线

source: Person
es: Persona
fr: Personne
it: Persona
ja: 人
ko: 사람
pt_br: Pessoa
zh_hans: 人物

source: Pin
es: Fijar
fr: Épingler
it: Fissa
ja: ピン留め
ko: 고정
pt_br: Fixar
zh_hans: 置顶

source: Region
es: Región
fr: Région
it: Regione
ja: 地域
ko: 지역
pt_br: Região
zh_hans: 地区

source: S3 bucket
es: Bucket de S3
fr: Bucket S3
it: Bucket S3
ja: S3バケット
ko: S3 버킷
pt_br: Bucket S3
zh_hans: S3 存储桶

source: Secret access key
es: Clave de acceso secreta
fr: Clé d'accès secrète
ja: シークレットアクセスキー
ko: 비밀 액세스 키
pt_br: Chave de acesso secreta
zh_hans: 秘密访问密钥

source: Song
es: Canción
fr: Morceau
it: Brano
ja: 曲
ko: 노래
pt_br: Música
zh_hans: 歌曲

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文字

source: Upgrade
es: Mejorar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
ko: 업그레이드
pt_br: Fazer upgrade
zh_hans: 升级

# %lld post%@
source: %1$lld post%2$@
fr: %1$lld publication%2$@
ja: 投稿 %1$lld 件%2$@
ko: 게시물 %1$lld개%2$@
zh_hans: %1$lld 条帖子%2$@

source: 1 GB
fr: 1 Go

source: 2 GB
fr: 2 Go

source: 5 GB
fr: 5 Go

source: 8 GB
fr: 8 Go

source: 10 GB
fr: 10 Go

source: 25 GB
fr: 25 Go

source: 32 GB
fr: 32 Go

source: 128 GB
fr: 128 Go

source: 512 GB
fr: 512 Go

source: Relays
fr: Relais
it: Relay
ja: Relay
ko: Relay
zh_hans: Relay

source: Relays · %lld
fr: Relais · %lld
it: Relay · %lld
ja: Relay · %lld
ko: Relay · %lld
zh_hans: Relay · %lld

# %lld clip%@ · %llds / 90s
source: %1$lld clip%2$@ · %3$llds / 90s
ja: クリップ %1$lld 件%2$@ · %3$lld 秒 / 90 秒
ko: 클립 %1$lld개%2$@ · %3$lld초 / 90초
pt_br: %1$lld clipe%2$@ · %3$llds / 90s
zh_hans: %1$lld 个片段%2$@ · %3$lld 秒 / 90 秒

source: Audio
ja: 音声
ko: 오디오
pt_br: Áudio
zh_hans: 音频

source: Bucket
ja: バケット
ko: 버킷
zh_hans: 存储桶

# Bucket: %@ @ %@
source: Bucket: %1$@ @ %2$@
ja: バケット: %1$@ @ %2$@
ko: 버킷: %1$@ @ %2$@
zh_hans: 存储桶：%1$@ @ %2$@
